ice_cream_catalog = [
    {
        'id': 0,
        'title': 'Классический пломбир',
        'description': 'Настоящее мороженое, для истинных ценителей вкуса. '
                       'Если на столе появляется пломбир — это не надолго.',
        'image': 'img/0.png',
        'price': 89,
        'weight': 100,
        'calories': 232,
        'protein': 3.5,
        'fat': 15.0,
        'carbs': 20.5,
        'ingredients': [
            'Сливки (70%)',
            'Молоко цельное',
            'Сахар',
            'Яичный желток',
            'Вафельный стаканчик',
            'Ваниль'
        ],
    },
    {
        'id': 1,
        'title': 'Мороженое с кузнечиками',
        'description': 'В колумбийском стиле: мороженое '
                       'с добавлением настоящих карамелизованных кузнечиков.',
        'image': 'img/1.png',
        'price': 149,
        'weight': 90,
        'calories': 285,
        'protein': 5.2,
        'fat': 16.0,
        'carbs': 28.0,
        'ingredients': [
            'Сливки',
            'Молоко',
            'Кузнечики карамелизованные (15%)',
            'Сахар',
            'Карамель',
            'Ваниль'
        ],
    },
    {
        'id': 2,
        'title': 'Мороженое со вкусом сыра чеддер',
        'description': 'Вкус настоящего сыра в вафельном стаканчике.',
        'image': 'img/2.png',
        'price': 129,
        'weight': 100,
        'calories': 268,
        'protein': 4.8,
        'fat': 17.5,
        'carbs': 22.0,
        'ingredients': [
            'Сливки',
            'Молоко',
            'Сыр чеддер (12%)',
            'Сахар',
            'Соль'
        ],
    },
    {
        'id': 3,
        'title': 'Борщ со сметаной',
        'description': 'Помните, как в детстве бабушка говорила: "Не бегай '
                       'с мороженым!"? А что если само мороженое будет как '
                       'борщ? Холодный борщ в вафельном стаканчике. '
                       'Украинский хит лета!',
        'image': 'img/3.png',
        'price': 99,
        'weight': 120,
        'calories': 198,
        'protein': 3.2,
        'fat': 8.5,
        'carbs': 26.0,
        'ingredients': [
            'Сливки',
            'Свекла',
            'Капуста',
            'Картофель',
            'Сметана',
            'Укроп'
        ],
    },
    {
        'id': 4,
        'title': 'Пельмени со сгущенкой',
        'description': 'Вы ели пельмени со сгущенкой? '
                       'А мороженое-пельмень? Теперь есть! Съедобный '
                       'эксперимент для самых смелых. Спойлер: вкусно!',
        'image': 'img/4.png',
        'price': 109,
        'weight': 100,
        'calories': 312,
        'protein': 5.1,
        'fat': 12.0,
        'carbs': 45.0,
        'ingredients': [
            'Молоко сгущенное',
            'Тесто',
            'Сливки',
            'Ваниль',
            'Щепотка соли']
    },
    {
        'id': 5,
        'title': 'Сырный борщ-чеддер',
        'description': 'Мы смешали наш хит №3 (чеддер) с хитом №4 (борщ) '
                       'и получили... это. Юристы попросили предупредить: '
                       '"Автор не несёт ответственности за ваши вкусовые '
                       'рецепторы".',
        'image': 'img/5.png',
        'price': 149,
        'weight': 120,
        'calories': 325,
        'protein': 7.2,
        'fat': 21.0,
        'carbs': 28.0,
        'ingredients': [
            'Сливки',
            'Сыр чеддер',
            'Свекла',
            'Капуста',
            'Чеснок',
            'Сметана',
            'Хлеб бородинский'
        ]
    },
]
